{"template":"../src/pages/post","sharedHashesByProp":{},"data":{"post":{"id":"cjx0tstge3odb0a88qbnohn1t","title":"Exploring the World's Largest Cave","image":[{"handle":"hr7De2chRBGd6V7yjyhd"}],"content":"## The World's Largest Cave, Hang Son Doong\n\nThe world’s largest cave, Hang Son Doong (Mountain River Cave) in Vietnam, has suddenly become a lot larger thanks to the remarkable discovery of an underwater tunnel connecting it to another cave.\n\nThe discovery was made in April by a trio of British divers, who were invited to explore the cave in central Vietnam’s Phong Nha Ke Bang National Park by Howard Limbert, leader of the caving team that first mapped Son Doong in 2009. The three divers – Jason Mallinson, Rick Stanton and Chris Jewell – were part of the team that rescued the Thai soccer team in 2018. Tasked with exploring Son Doong’s extensive network of waterways, they discovered a previously unknown tunnel linking it to another giant cave called Hang Thung.\n\n### How big is Hang Son Doong?\n\nAt more than 200m high (up to 503m in parts), 175m wide and 9.4km long, Son Doong was already huge – so big that it could easily accommodate any of the world’s other largest caves and you could fit several forty-storey skyscrapers standing upright. The new discovery adds an extra 1.6 million cu metre of volume to its existing 38.5 million cu metre, which is the equivalent of climbing Mount Everest’s 8848m and discovering a mound that made it 1000m taller, as Limbert recently told CNN.\n\nSon Doong was first discovered by a local man, Ho Khanh, in 1990. Taking shelter from a storm at the base of a huge cliff in the heart of the jungle, he found a deep hole at the base of the rock that was emitting wind and even puffs of cloud. He didn’t explore further, and its location was forgotten for 19 yrs until he rediscovered the entrance and led Limbert and his team of divers to it.\n\n'We were the first people to enter the cave,' Limbert told Lonely Planet. 'There is no evidence that anyone lived in Son Doong in the past. Usually it’s easy to see this in a cave… also, all the entrances and exits involve near-vertical descents of at least 85m using technical equipment.' By contrast, a 5000-year-old stone axe was discovered in a nearby cave, suggesting that Son Doong’s relative inaccessibility might indeed have deterred prehistoric explorers.","tag":"Travel","author":{"id":"cjvk0y6mzk4j90a88q9n7pbxk","name":"Kimaleen Tran"}}},"path":"lifestyle/post/cjx0tstge3odb0a88qbnohn1t"}
