{"template":"../src/pages/post","sharedHashesByProp":{},"data":{"post":{"id":"cjvyo3r16013e0a880i4owgz0","title":"Ho Chi Minh City’s Quirkiest Cafes","image":[{"handle":"S109QgOXRS6gGSxrz6pU"}],"content":"## Vietnam's Vibrant Cafe Scene\n\nVietnam is the world’s second largest coffee exporter, and its vibrant cafe scene is having a real moment. One of Southeast Asia’s fastest developing economies, it has a relatively young population and more than a century of caffeine tradition.\n\n#### Nameless stocking coffee\n\nOpened in 1954, this no-name coffee shop is one of the last places you can still try what the locals call ca-phe vot (net coffee) or ca-phe vo (stocking coffee), so named because the mesh filters look like women’s stockings. Born in an era where the now-ubiquitous metal drip filters were hard to come by, stocking coffee is made by steeping finely ground coffee through fine mesh nets; with the addition of sweetened, condensed milk the result is a rich, almost caramel-like drink.\n\nIt's open 24/7, but come early to watch the carefully choreographed chaos unfold as dozens of patrons on motorbikes line the narrow alleyway for their morning brew on the way to work. Keeping with the mysterious vibe, this cafe doesn't have any website or social media, but you can find it in the flesh at 330/2 Phan Dinh Phung, Phu Nhuan District.\n\n#### L’Usine Le Thanh Ton\n\nL’Usine Le Thanh Ton is coffee wrapped up in a highly photogenic lifestyle package. Inspired by Old Saigon, the trendy coffee shop-cum-boutique serves up some of the city’s best drip coffee as well as to-die-for red velvet cupcakes, sweet and savoury canapes and even craft beer. Hang out on the 1st floor with its vintage-inspired tiles and plantation shutters, or work your way upstairs and sidle up to the gorgeous wood slabs reclaimed from underwater trees for a more peaceful workspace. There’s also a boutique selling Vietnam-inspired gifts and clothing by trendy local designers.","tag":"Food","author":{"id":"cjvk0y6mzk4j90a88q9n7pbxk","name":"Kimaleen Tran"}}},"path":"travel/post/cjvyo3r16013e0a880i4owgz0"}
